Repository: ruediheimlicher/SndCalcX
Catalog: SndCalcX/*.lproj/Localizable.strings
Languages: de

source: After login, the user must be choosen in the LEFTMOST COLUMN.
de: Nach dem Login muss der Benutzer in der KOLONNE GANZ LINKS ausgewählt werden.

source: Note: Deactivating only hides the test and the results.
de: Anmerkung:\nDeaktivieren verbirgt lediglich den Test und die Ergebnisse.

source: The file must be in AIFF format,
de: Das File muss im AIFF-Format vorliegen.

source: The files must be in AIFF format,
de: Das File muss im AIFF-Format vorliegen.

source: Results will be definetly deleted.
de: Ergebnisse werden endgültig gelöscht.

source: and it must have the suffix .aif.
de: und es muss das Suffix .aif haben

source: and they must have the suffix .aif.
de: und sie müssen das Suffix .aif haben

source: %@ is the only test activatet for user %@.
de: %@ ist der einzige Test für %@.

source: Active tests are shown to the user.
de: Aktive Tests sind für den Benutzer sichtbar.

source: Addition and/or subtraction must be choosed.
de: Addition und/oder Subtraktion muss ausgewählt sein.

source: Again
de: Nochmals

source: Append the clicked test for all users.
de: Angeklickten Test für alle Benutzer einsetzen.

source: Append the new test to the list.
de: Den neuen Test in die Liste einsetzen.

source: Are You Shure?
de: Namen wirklich entfernen?

source: As A Guest
de: Als Gast

source: At least one name must be defined in menu Options > Namelist.
de: Es muss im Menü Ablauf-> Namenliste zuerst mindestens ein Name angegeben werden.

source: At least one operation must be choosed.
de: Mindestens eine Operation muss ausgewähltsein.

source: At least one row must be choosed.
de: Mindestens eine Reihe muss ausgewählt sein.

source: At least one test must be present.
de: Mindestens ein Test muss vorhanden sein.

source: Begin a new session of tests for all members of the list.
de: Neue Session

source: Cancel
de: Abbrechen

source: Change Password
de: Passwort bearbeiten

source: Check the result.
de: Ergebnis testen

source: Choose A Name
de: Nahmen wählen

source: Choose Name
de: Namen wählen

source: Choose Test
de: Test wählen

source: Choose a name.
de: Nahmen wählen

source: Choose a test.
de: Test wählen

source: Choose test whoose user settings shall be shown. The settings can be edited.
de: Test wählen, für den die Einstellungen der Benutzer angezeigt werden sollen.\nDie Einstellungen können angepasst werden.

source: Choose the klicked user.
de: Den angeklickten Benutzer auswählen.

source: Choose the volume of the speaker.
de: Die Lautstärke einstellen.

source: Choose user whoose settings shall be shown. The settings can be edited.
de: Benutzer wählen, für den die aktiven Tests angezeigt werden sollen. Die Einstellungen können angepasst werden.

source: Chose mode.
de: Modus einstellen

source: Close
de: Schliessen

source: Comments
de: Anmerkungen

source: Create
de: Anlegen

source: Create Lecturebox:
de: Ordner SndCalcDaten einrichten:

source: Create New Lecturebox:
de: Neue SndCalcDaten einrichten:

source: Create a new serie of tasks.
de: Eine neue Aufgabenserie bereitstellen.

source: Creating The Archive:
de: Archiv einrichten:

source: Data Folder Busy
de: Datenordner besetzt

source: Delete
de: Löschen

source: Delete All Grades
de: Alle Noten löschen

source: Delete Test
de: Test löschen

source: Delete Test?
de: Test löschen?

source: Delete clicked Test.
de: Angeklickten Test löschen

source: Delete invalid results
de: Ungültige Ergebnisse löschen

source: Do you really want do delete all quotes?
de: Noten wirklich löschen?

source: Do you really want do delete the name %@?
de: Namen %@wiklich entfernen?

source: Do you really want to delete this test?
de: Diesen Text wirklisch löschen?

source: Do you want to reset its state before terminating?
de: Soll sein Status vor dem Beenden zurückgesetzt werden?

source: Doing this, you made %d errors
de: Dabei hast du %d Fehler gemacht.

source: Edit the clicked test.
de: Angeklickten Test bearbeiten.

source: Elapsed time.
de: Abgelaufene Zeit.

source: End
de: Fertig

source: Enter a name for the test.
de: Einen Namen für den Test eingeben.

source: Error:
de: Fehler:

source: Go Back
de: Zurück

source: How do you want to continue?
de: Wie willst du weiterfahren?

source: How to go on?
de: Wie willst du weiterfahren?

source: HunderterU
de: Hunderterübergang:

source: Input Error
de: Eingabefehler

source: Input Error:
de: Eingabefehler:

source: Input field
de: Eingabefeld

source: It is momentarly used by annother user.
de: Er wird im Moment von einem anderen Computer benutzt

source: Just terminate
de: Sofort beenden

source: List of avalilable tests. Only activated tests are shown to the user.
de: Liste der vorhandenen Tests. Dem Benutzer werden nur aktive Tests gezeigt.

source: List of logged in users.
de: Liste der angemeldeten Benutzer.

source: Magic from the painting 'Melencholia I' of Leonardo
de: Magisches Quadrat vom Bild 'Melencholia I' von Leonardo

source: Name Already Exists
de: Der Name ist schon vorhanden

source: Next
de: Weiter

source: No Name for Test.
de: Der Test hat keinen Namen

source: No Operation Choosed.
de: Keine Operation ausgewählt

source: No Results
de: Keine Ergebnisse

source: No Row Choosed
de: Keine Reihe ausgewählt

source: No Row Choosed.
de: Keine Reihe ausgewählt

source: No Test
de: Kein Test

source: No comments for this Project
de: Keine Kommentare für dieses Projekt

source: No data for serie.
de: Keine cSeriedaten vorhanden.

source: No test is selected for you.
de: Für dich ist kein Test ausgewählt.

source: Number of tasks in the choosen serie.
de: Anzahl Aufgaben der gewählten Serie.

source: Of the given %d Samples you have solved %d.
de: Von den gegebenen %d Aufgaben hast du %d gelöst

source: Only in training mode: Maximal amount of time for a serie.
de: Nur im Trainingsmodus: Maximale Zeit wählen.

source: Only in training mode: Numer of tasks in a serie.
de: Nur im Trainingsmodus: Maximale Anzahl wählen.

source: Open NameList
de: Namenliste öffnen

source: Open a panel to connect to a network user.
de: Öffnet ein Dialogfeld, um die Verbindung zu einen Benutzer im Netzwerk einzurichten.

source: Open settingwindow for tasks.
de: Einstellungsfenster für die Aufgaben öffnen.

source: Perhaps the user permissions do not allow this
de: Eventuell lassen dies die Benutzerrechte nicht zu.

source: Project:
de: Projekt:

source: Quit
de: Beenden

source: Quit Applikation
de: Programm beenden

source: Quit application.
de: Programm beenden

source: Remove the clicked Test for all users.
de: Angeklickten Test bei allen Benutzern entfernen.

source: Repeat
de: Wiederholen

source: Replace Test
de: Test ersetzen

source: Reset Data Folder
de: Datenordner zurücksetzen

source: Results from
de: Ergebnisse vom

source: Save Password
de: Passwort sichern

source: Save Test
de: Test sichern

source: Save the new or edited test.
de: Bearbeiteten Test wieder sichern.

source: Set or remove the choosen test for all users.
de: Den ausgewählten Test für alle Benutzer setzen oder entfernen.

source: Settings are only available in Training Modus
de: Die Einstellungen sind nur im Trainigsmodus zugänglich.

source: Settings for test: %@ incorrect
de: Einstellungen für Test: '%@' sind nicht korrekt.

source: Settings for this test are incorrect
de: Einstellungen für diesen Test sind nicht korrekt.

source: Shift clicked test up and down.
de: Verschieben eines angeklickten Tests nach oben oder unten

source: Show my results.
de: Meine Ergebnisse zeigen.

source: Single results can be removed in the statistics window.
de: Einzelne Ergebnisse können im Statistikfenster entfernt werden.

source: Start
de: Los

source: Start the serie of tasks.
de: Die Aufgabenserie starten.

source: Synchronize session list with other computers logged in
de: Sessionsliste mit andern eingeloggten Computern synchronisieren

source: Table of aktive tests with settings for the choosen user./nActive tests are shown to the user.
de: Liste der aktiven Tests für den ausgewählten Benutzer.\nAktive Tests sind für den Benutzer wählbar.

source: Table of registered users and settings for the choosen test./nActive tests are shown to the choosen User.
de: Liste der Benutzer und der Einstellung für den gewählten Test.\nAktive Tests sind für den Benutzer wählbar

source: Task number
de: Aufgabennummer

source: That's it
de: Das wär's

source: The Test is not deleted.
de: Der Test wird nicht gelöscht

source: The data folder cannot be opened.
de: Der Datenordner kann nicht geöffnet werden

source: The folder 'Archive' cannot be created on the choosen computer
de: Auf dem Computer kein Archiv eingerichtet

source: The folder 'Lecturebox' can be created on the choosen computer
de: SndCalcDaten kann auf dem ausgewählten Computer anlegt werden

source: The folder 'Lecturebox' cannot be created on the choosen computer
de: Keine SndCalcDaten auf Computer

source: The old password is wrong
de: Das alte Passwort ist falsch.

source: The password may not be empty
de: Das Passwort darf nicht leer sein.

source: The second input does not match the first
de: Die zweite Eingabe stimmt nicht mit der ersten überein.

source: The settings are deleted.
de: Die Einstellungen werden gelöscht.

source: The test and the results of all users with this test are deleted.
de: Der Test und die Ergebnisse aller Benutzer mit dem Test werden entfernt.

source: The test is set for all users
de: Der Test ist für alle Benutzer gesetzt.

source: The test must have another name to be saved.
de: Der Test muss einen andern Namen bekommen, um gesichert werden zu können.

source: The test must have anpther name to be saved.
de: Der Test muss einen andern Namen bekommen, um gesichert werden zu können.

source: The time for admin access is over.
de: Die Zeit für den Adminzugang ist abgelaufen.

source: There is a problem with the state of thedata folder.
de: Es gibt ein Problem mit dem Status des Datenordners.

source: This is a Test
de: Das ist ein Test

source: This is not a valable path for the application
de: Kein gültiger Pfad

source: This took %d secconds
de: Dafür hast du %d Sekunden gebraucht.

source: This was trial
de: Das war Versuch

source: Time remaining.
de: Verbleibende Zeit.

source: Timeout For Admin
de: Timeout für Admin

source: Userlist with marked users having done the test in the current session.
de: Liste mit markierten Usern, die den Test in der aktuellen Session bearbeitet haben.

source: Where is the folder with the sound files of the digits?
de: Sndfiles fuer Ziffern

source: Where is the sound file of the tone?
de: Sndfile fuer Quittung

source: Who are You?
de: Wer bist du?

source: Wrong Password
de: Falsches Passwort

source: You Are here as a guest
de: Du bist als Gast hier

source: You cannot change the count of tasks
de: Du kannst die Anzahl der Aufgaben nicht ändern.

source: You cannot change the time
de: Du kannst die Zeit nicht ändern.

source: You have 3 trials
de: Es sind 3 Versuche möglich

source: You have not yet passed a test.
de: Du hast noch keinen Test bestanden.

source: You have to choose a name to continue
de: Du musst einen Namen wählen, um weiterzufahren

source: ZehnerU
de: Zehnerübergang:
